Repository: FreePBX/callback
Catalog: i18n/*/LC_MESSAGES/callback.po
Languages: de_de, fa, fr_fr, ja_jp, pl_pl, pt_br, ru_ru, vi

source: Add
de_de: Hinzufügen
fa: افزودن
fr_fr: Ajouter
pl_pl: Dodaj
pt_br: Adicionar
ru_ru: Добавить
vi: Thêm

source: Edit
de_de: Bearbeiten
fa: ویرایش
fr_fr: Éditer
pl_pl: Edytuj
pt_br: Editar
ru_ru: Редактировать
vi: Hiệu chỉnh

source: already used, please use a different description.
de_de: bereits verwendet, bitte verwenden Sie eine andere Beschreibung.
fr_fr: déjà utilisé, veuillez utiliser une description différente.
vi: Đã được sử dụng, vui lòng sử dụng mô tả khác.

source: Actions
de_de: Aktionen
fa: عملیات
pl_pl: Działania
pt_br: Ações
ru_ru: Действия
vi: Các thao tác

source: Add Callback
de_de: Rückruf hinzufügen
fa: افزودن تماس بازگشتی
fr_fr: Ajouter rappel
ja_jp: コールバックを追加
pl_pl: Dodaj oddzwanianie
pt_br: Adicionar Chamada de Retorno
ru_ru: Добавить обратный звонок
vi: Thêm cuộc gọi lại

source: Applications
de_de: Anwendungen
fa: برنامه‌ ها
ja_jp: アプリケーション
pl_pl: Aplikacje
pt_br: Aplicações
ru_ru: Приложения

source: Callback
de_de: Rückruf
fa: تماس بازگشتی
fr_fr: Rappel
ja_jp: コールバック
pl_pl: Połączenie zwrotne
pt_br: Chamada de Retorno
ru_ru: Обратный звонок
vi: Gọi lại

source: Callback Description
de_de: Rückrufbeschreibung
fa: شرح تماس بازگشتی
fr_fr: Description du rappel
pl_pl: Opis połączenia zwrotnego
pt_br: Descrição da Chamada de Retorno
ru_ru: Описание действия обратного вызова
vi: Mô tả Gọi lại

source: Callback Number
de_de: Rückrufnummer
fa: تعداد تماس بازگشتی
fr_fr: Numéro du rappel
pl_pl: Numer połączenia zwrotnego
pt_br: Número da Chamada de Retorno
ru_ru: Номер обратного вызова
vi: Số gọi lại

source: Callback: %s
de_de: Rückruf: %s
fa: تماس بازگشتی：%s
fr_fr: Rappel : %s
ja_jp: コールバック： %s
pl_pl: Połączenie zwrotne: %s
pt_br: Chamada de retorno: %s
ru_ru: Обратный звонок: %s
vi: Gọi lại: %s

source: Caller Id
de_de: Anruferkennung
fr_fr: ID Appelant

source: Delay Before Callback
de_de: Verzögerung bis Rückruf
fa: تاخیر قبل از تماس بازگشتی
fr_fr: Délai avant le rappel
pl_pl: Opóźnienie przed połączeniem zwrotnym
pt_br: Espera antes da Chamada de Retorno
ru_ru: Задержка перед обратным вызовом
vi: Hoãn trước khi Gọi lại

source: Delete
de_de: Löschen
fa: حذف
fr_fr: Supprimer
pl_pl: Kasuj
pt_br: Apagar
ru_ru: Удалить
vi: Xóa

source: Destination after Callback
de_de: Ziel nach Rückruf
fa: مقصد پس از تماس بازگشتی
fr_fr: Destination après le rappel
ja_jp: コールバック後の宛先
pl_pl: Miejsce docelowe po połączeniu zwrotnym
pt_br: Destino após a Chamada de Retorno
ru_ru: Назначение после обратного звонка
vi: Điểm đến sau khi Gọi lại

source: Enter a description for this callback.
de_de: Erstellen Sie eine Beschreibung für diesen Rückruf.
fa: شرحی بزای این تماس بازگشتی وارد کنید.
fr_fr: Entrez une description pour ce rappel.
ja_jp: このコールバックの説明を入力します。
pl_pl: Wpisz opis dla tego połączenia zwrotnego.
pt_br: Insira uma descrição para esta chamada de retorno.
ru_ru: Укажите описание для этого обратного звонка.
vi: Nhập một mô tả cho cuộc gọi lại này.

source: Item
de_de: Lfd Nummer
fa: مورد
pl_pl: Obiekt
ru_ru: Пункт
vi: Thư mục

source: List Callbacks
de_de: Rückrufliste
fa: فهرست تماس های بازگشتی
fr_fr: Liste des rappels
pl_pl: Lista połączeń zwrotnych
pt_br: Lista de Chamadas de Retorno
ru_ru: Список обратных вызовов
vi: Danh sách các cuộc gọi lại

source: Milliseconds
de_de: Millisekunden
fr_fr: Millisecondes

source: Optional: Enter the callerid for the callback.<br>Format: <b>"caller name" &lt;#######&gt;</b><br>Default: Callback
de_de: Optional: Geben Sie die Anruferkennung für den Rückruf an. <br />Format: <b> "Anrufername" &lt;######&gt;</b> <br /> Standard: Rückruf
fr_fr: Facultatif : saisissez l'ID de l'appelant pour le rappel.<br>Format : <b>"nom de l'appelant" &lt;#######&gt;</b><br>Par défaut : rappel

source: Optional: Enter the number of seconds the system should wait before calling back.
de_de: Optional: Geben Sie in Sekunden an, wie lange das System warten soll bis es zurück ruft.
fa: اختیاری：سیستم چند ثانیه قبل از بازگشت تماس صبر کند.
fr_fr: Optionnel : Entrez le nombre de seconds que le système devrait attendre avant de rappeler.
ja_jp: オプション： コールバックする前に待つ秒数を入力します。
pl_pl: Opcjonalnie: wpisz liczbę sekund jaką system powinien odczekać zanim wykona połączenie zwrotne.
pt_br: Opcional: Insira o número de segundos que o sistema deve esperar antes de chamar de volta.
ru_ru: Опционально: укажите паузу (в секундах) после которой будет совершен обратный звонок.
vi: Lựa chọn: Nhập một số giây mà hệ thống sẽ chờ trước khi gọi lại.

source: Optional: Enter the number to dial for the callback. Leave this blank to just dial the incoming CallerID Number
de_de: Optional: Geben Sie an welche Nummer zurückgerufen werden soll. Lassen Sie dieses Feld frei, wird die ankommende Nummer zurückgerufen
fr_fr: Optionnel : Entrez le numéro à rappeler. Laissez à vide pour rappeler le numéro fourni lors de l'appel entrant
ja_jp: オプション： コールバックする番号。着信した発信者番号にダイヤルするだけの場合は空のままにしておいてください。
pl_pl: Opcjonalnie: Wprowadź numer do wybierania dla połączenia zwrotnego. Zostaw to puste, aby po prostu wybrać numer CallerID
pt_br: Opcional: Digite o número a ser discado para a chamada de retorno. Deixe em branco para discar o número do ID do Chamador recebido
ru_ru: Опционально: укажите номер для обратного звонка. Оставьте пустым, тогда обратный звонок будет совершен на номер звонящего абонента
vi: Lựa chọn: Nhập số để quay số cho cuộc gọi lại. Để phần trống này để chỉ quay số ID người gọi đến

source: Optional: Timeout in Milliseconds.</br>Default: 15000
de_de: Optional: Zeitlimit in Millisekunden. <br /> Standard: 15000
fr_fr: Facultatif : délai d'attente en millisecondes.</br>Par défaut : 15 000

source: Please enter a valid Description
de_de: Geben Sie bitte eine gültige Beschreibung ein
fa: لطفا شرح درست وارد کنید
fr_fr: S'il vous plaît, saisir une description valide
pl_pl: Proszę wprowadzić prawidłowy opis
pt_br: Por favor, insira uma descrição válida
ru_ru: Укажите понятное описание
vi: Vui lòng nhập Mô tả hợp lệ

source: Reset
de_de: Zurücksetzen
fa: بازنشانی
fr_fr: Réinitialiser
pl_pl: Ponowne ustawienia
pt_br: Reiniciar
ru_ru: Сброс
vi: Cài đặt lại

source: Seconds
de_de: Sekunden
fr_fr: Secondes
pl_pl: Sekundy
pt_br: Segundos
ru_ru: Секунды
vi: Giây

source: Submit
de_de: Absenden
fa: ثبت
fr_fr: Soumettre
pl_pl: Zatwierdź
pt_br: Enviar
ru_ru: Подтвердить
vi: Gửi đi

source: The callback description provided is too long.
de_de: Die eingegebene Beschreibung ist zu lang.
fa: شرح تماس بازگشتی طولانی است.
fr_fr: La description du rappel fournie est trop longue.
pl_pl: Podany opis połączeń zwrotnych jest zbyt długi.
pt_br: A descrição da chamada de retorno fornecida é muito longa.
ru_ru: Описание обратного вызова слишком длинное.
vi: Mô tả cuộc gọi lại quá dài.

source: Timeout
de_de: Zeitlimit
fr_fr: Délais d'attente

source: Where to send the caller once they are called back
de_de: Wohin soll der Anrufer bei Rückruf geleitet werden
fa: وقتی تماس بازمیگردد تماس گیرنده به کجا ارسال شود
fr_fr: Où envoyer l'appelant après l'avoir rappelé
pt_br: Para onde enviar o usuário chamador quando ele receber a chamada de retorno
ru_ru: Что сообщать позвонившему прежде чем он получит обратный вызов
vi: Nơi gửi đến người gọi mỗi khi họ được gọi lại

source: A callback will hang up on the caller and then call them back, directing them to the selected destination.
fr_fr: Un rappel raccrochera sur l'appelant puis le rappellera, le dirigeant vers la destination sélectionnée.

source: A callback will hang up on the caller and then call them back, directing them to the selected destination. This is useful for reducing mobile phone charges as well as other applications. Outbound calls will proceed according to the dial patterns in Outbound Routes.
ja_jp: コールバックは、発信者からの電話を切断した後、発信者にコールバックし、選択された宛先に繋ぎます。これは、他のアプリケーションと同様に携帯電話の通話料を削減するのに役立ちます。アウトバウンドコールは「アウトバウンドルート」内のダイヤルパターンに従って進行します。

source: Callback
ja_jp: コールバック

source: Callback Description:
ja_jp: コールバックの説明：

source: Callback Number:
ja_jp: コールバック番号：

source: Callback:
ja_jp: コールバック：

source: Delay Before Callback:
ja_jp: コールバックするまでの待機秒数：

source: Delete Callback
ja_jp: コールバックを削除

source: Edit Callback
ja_jp: コールバックを編集

source: Submit Changes
ja_jp: 変更を適用

source: deleted
ja_jp: 削除されました
